Repository: xcv58/MacTools
Catalog: Plugins/DiskClean/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, ja, ko, pt, ru, tr, zh_hant

# detail.section.rootsUnreadable.title
source: 有文件夹已无法读取
ar: بعض المجلدات لم يعد بالإمكان قراءتها
de: Einige Ordner sind nicht mehr lesbar
en: Some folders can no longer be read
es: Algunas carpetas ya no se pueden leer
fr: Certains dossiers ne sont plus lisibles
ja: 読み取れないフォルダがあります
ko: 더 이상 읽을 수 없는 폴더가 있습니다
pt: Algumas pastas já não podem ser lidas
ru: Некоторые папки больше не читаются
tr: Bazı klasörler artık okunamıyor
zh_hant: 有文件夾已無法讀取

# detail.section.rootsUnreadable.line
source: %@ 已被移除、替换或位于其他卷上。
ar: أُزيل %@ أو استُبدل أو يقع على مجلد آخر.
de: %@ wurde entfernt, ersetzt oder liegt auf einem anderen Volume.
en: %@ was removed, replaced, or is on another volume.
es: %@ se eliminó, se reemplazó o está en otro volumen.
fr: %@ a été supprimé, remplacé ou se trouve sur un autre volume.
ja: %@ は削除・置換されたか、別のボリューム上にあります。
ko: %@가 제거·교체되었거나 다른 볼륨에 있습니다.
pt: %@ foi removido, substituído ou está noutro volume.
ru: %@ удалён, заменён или находится на другом томе.
tr: %@ kaldırılmış, değiştirilmiş ya da başka bir birimde bulunuyor.
zh_hant: %@ 已被移除、替換或位於其他卷上。

# category.developerArtifacts.title
source: 开发产物
ar: عناصر التطوير
de: Entwicklungsartefakte
en: Development artifacts
es: Artefactos de desarrollo
fr: Artefacts de développement
ja: 開発成果物
ko: 개발 산출물
pt: Artefactos de desenvolvimento
ru: Артефакты разработки
tr: Geliştirme yapıtları
zh_hant: 開發產物

# category.developerArtifacts.consequence
source: 源码与提交不受影响，依赖需要重新安装、产物需要重新构建。
ar: لا تتأثر الشيفرة المصدرية وعمليات الإيداع. يجب إعادة تثبيت التبعيات وبناء المخرجات.
de: Quellcode und Commits bleiben erhalten. Abhängigkeiten und Artefakte müssen neu erstellt werden.
en: Source code and commits are unchanged. Dependencies and artifacts must be rebuilt.
es: El código fuente y los commits no cambian. Hay que reinstalar dependencias y recompilar.
fr: Le code source et les commits restent intacts. Les dépendances et artefacts doivent être reconstruits.
ja: ソースコードとコミットには影響しません。依存関係と成果物の再構築が必要です。
ko: 소스 코드와 커밋은 유지됩니다. 종속성과 산출물을 다시 빌드해야 합니다.
pt: O código-fonte e os commits não são afetados. Dependências e artefactos devem ser recriados.
ru: Исходный код и коммиты не изменятся. Зависимости и артефакты нужно пересобрать.
tr: Kaynak kod ve commit'ler değişmez; bağımlılıkların ve yapıtların yeniden oluşturulması gerekir.
zh_hant: 原始碼與提交不受影響，需重新安裝相依套件並重建產物。

# category.installers.title
source: 残留安装包
ar: حزم التثبيت المتبقية
de: Verbleibende Installationspakete
en: Leftover installers
es: Instaladores restantes
fr: Programmes d’installation restants
ja: 残っているインストーラ
ko: 남은 설치 패키지
pt: Instaladores restantes
ru: Оставшиеся установщики
tr: Artakalan yükleyiciler
zh_hant: 殘留安裝套件

# category.installers.consequence
source: 已安装的应用不受影响，安装包需要时可重新下载。
ar: لا تتأثر التطبيقات المثبتة، ويمكن تنزيل الحزم مجددًا.
de: Installierte Apps bleiben erhalten; Installationspakete können erneut geladen werden.
en: Installed apps are unaffected; installers can be downloaded again.
es: Las apps instaladas no cambian; los instaladores pueden volver a descargarse.
fr: Les apps installées restent intactes ; les programmes peuvent être retéléchargés.
ja: インストール済みのアプリには影響せず、インストーラは再ダウンロードできます。
ko: 설치된 앱은 영향을 받지 않으며 설치 패키지를 다시 다운로드할 수 있습니다.
pt: As aplicações instaladas não são afetadas; os instaladores podem ser transferidos novamente.
ru: Установленные приложения не изменятся; установщики можно скачать заново.
tr: Yüklü uygulamalar etkilenmez; yükleyiciler yeniden indirilebilir.
zh_hant: 已安裝的 App 不受影響，需要時可重新下載安裝套件。

# category.userEssentials.title
source: 用户缓存
ar: ذاكرة التخزين المؤقت للمستخدم
de: Benutzer-Caches
en: User caches
es: Cachés de usuario
fr: Caches utilisateur
ja: ユーザーキャッシュ
ko: 사용자 캐시
pt: Caches do utilizador
ru: Пользовательские кэши
tr: Kullanıcı önbellekleri
zh_hant: 使用者快取

# category.appCaches.title
source: 应用缓存
ar: ذاكرة التطبيقات المؤقتة
de: App-Caches
en: App caches
es: Cachés de aplicaciones
fr: Caches des apps
ja: アプリキャッシュ
ko: 앱 캐시
pt: Caches de aplicações
ru: Кэши приложений
tr: Uygulama önbellekleri
zh_hant: App 快取

# category.systemCaches.title
source: 系统状态缓存
ar: ذاكرة حالة النظام المؤقتة
de: Systemstatus-Caches
en: System state caches
es: Cachés de estado del sistema
fr: Caches d’état du système
ja: システム状態キャッシュ
ko: 시스템 상태 캐시
pt: Caches de estado do sistema
ru: Кэши состояния системы
tr: Sistem durumu önbellekleri
zh_hant: 系統狀態快取

# category.logs.title
source: 日志与诊断报告
ar: السجلات وتقارير التشخيص
de: Protokolle und Diagnoseberichte
en: Logs and diagnostic reports
es: Registros e informes de diagnóstico
fr: Journaux et rapports de diagnostic
ja: ログと診断レポート
ko: 로그 및 진단 보고서
pt: Registos e relatórios de diagnóstico
ru: Журналы и отчёты диагностики
tr: Günlükler ve tanılama raporları
zh_hant: 日誌與診斷報告

# category.developer.title
source: 开发者缓存
ar: ذاكرة المطور المؤقتة
de: Entwickler-Caches
en: Developer caches
es: Cachés de desarrollo
fr: Caches de développement
ja: 開発者キャッシュ
ko: 개발자 캐시
pt: Caches de programador
ru: Кэши разработчика
tr: Geliştirici önbellekleri
zh_hant: 開發者快取

# category.browsers.title
source: 浏览器缓存
ar: ذاكرة المتصفح المؤقتة
de: Browser-Caches
en: Browser caches
es: Cachés del navegador
fr: Caches de navigateur
ja: ブラウザキャッシュ
ko: 브라우저 캐시
pt: Caches do navegador
ru: Кэши браузеров
tr: Tarayıcı önbellekleri
zh_hant: 瀏覽器快取

# category.cloudOffice.title
source: 云盘与办公
ar: السحابة وتطبيقات المكتب
de: Cloud und Büro
en: Cloud and office
es: Nube y oficina
fr: Cloud et bureautique
ja: クラウドとオフィス
ko: 클라우드 및 오피스
pt: Nuvem e escritório
ru: Облако и офис
tr: Bulut ve ofis
zh_hant: 雲端與辦公

# category.communication.title
source: 通讯应用
ar: تطبيقات التواصل
de: Kommunikations-Apps
en: Communication apps
es: Apps de comunicación
fr: Apps de communication
ja: コミュニケーションアプリ
ko: 커뮤니케이션 앱
pt: Aplicações de comunicação
ru: Приложения для общения
tr: İletişim uygulamaları
zh_hant: 通訊 App

# category.aiTools.title
source: AI 工具
ar: أدوات الذكاء الاصطناعي
de: KI-Tools
en: AI tools
es: Herramientas de IA
fr: Outils d’IA
ja: AIツール
ko: AI 도구
pt: Ferramentas de IA
ru: Инструменты ИИ
tr: Yapay zekâ araçları

# category.virtualization.title
source: 虚拟化
ar: المحاكاة الافتراضية
de: Virtualisierung
en: Virtualization
es: Virtualización
fr: Virtualisation
ja: 仮想化
ko: 가상화
pt: Virtualização
ru: Виртуализация
tr: Sanallaştırma
zh_hant: 虛擬化

# category.userEssentials.consequence
source: 应用首次启动会稍慢，登录状态与文档不受影响。
ar: قد يبطؤ التشغيل الأول، ولا تتأثر جلسات الدخول أو المستندات.
de: Der erste Start kann langsamer sein; Anmeldungen und Dokumente bleiben erhalten.
en: Apps may launch more slowly once; sign-ins and documents are unaffected.
es: El primer inicio puede ser más lento; las sesiones y los documentos no cambian.
fr: Le premier lancement peut être plus lent ; connexions et documents restent intacts.
ja: 初回起動が遅くなる場合があります。ログイン状態と書類には影響しません。
ko: 첫 실행이 느려질 수 있지만 로그인 상태와 문서는 영향을 받지 않습니다.
pt: A primeira abertura pode ser mais lenta; sessões e documentos não são afetados.
ru: Первый запуск может быть медленнее; входы и документы не изменятся.
tr: Uygulamalar ilk açılışta bir kez yavaş başlayabilir; oturum açma bilgileri ve belgeler etkilenmez.
zh_hant: App 首次啟動可能較慢，登入狀態與文件不受影響。

# category.appCaches.consequence
source: 相关应用首次打开会稍慢，缩略图与预览需要重新生成。
ar: قد يبطؤ الفتح الأول، ويجب إعادة إنشاء الصور المصغرة والمعاينات.
de: Das erste Öffnen kann langsamer sein; Miniaturen und Vorschauen werden neu erstellt.
en: Apps may open more slowly once; thumbnails and previews must be regenerated.
es: Las apps pueden abrirse más despacio una vez; se regenerarán miniaturas y vistas previas.
fr: Les apps peuvent s’ouvrir plus lentement une fois ; miniatures et aperçus seront recréés.
ja: 初回起動が遅くなり、サムネールとプレビューが再生成されます。
ko: 첫 실행이 느려지고 축소판과 미리 보기를 다시 생성해야 합니다.
pt: A primeira abertura pode ser mais lenta; miniaturas e pré-visualizações serão recriadas.
ru: Первое открытие может быть медленнее; миниатюры будут созданы заново.
tr: Uygulamalar ilk açılışta bir kez yavaş açılabilir; küçük resimlerin ve önizlemelerin yeniden oluşturulması gerekir.
zh_hant: 相關 App 首次開啟可能較慢，縮圖與預覽需重新產生。

# category.systemCaches.consequence
source: 下次打开应用可能不恢复上次的窗口，预览缩略图需要重建。
ar: قد لا تستعيد التطبيقات نوافذها، ويجب إعادة إنشاء صور المعاينة.
de: Apps stellen Fenster möglicherweise nicht wieder her; Vorschaubilder werden neu erstellt.
en: Apps may not restore previous windows; preview thumbnails must be rebuilt.
es: Puede que las apps no restauren sus ventanas; se regenerarán las miniaturas.
fr: Les apps peuvent ne pas restaurer leurs fenêtres ; les vignettes seront recréées.
ja: 前回のウインドウが復元されず、プレビューが再作成される場合があります。
ko: 이전 창이 복원되지 않을 수 있으며 미리 보기 축소판을 다시 만들어야 합니다.
pt: As aplicações podem não restaurar janelas; as miniaturas serão recriadas.
ru: Окна могут не восстановиться; миниатюры будут созданы заново.
tr: Uygulamalar önceki pencerelerini geri yüklemeyebilir; önizleme küçük resimlerinin yeniden oluşturulması gerekir.
zh_hant: App 可能不會還原視窗，預覽縮圖需重建。

# category.logs.consequence
source: 历史日志与诊断报告会丢失，反馈问题时可能缺少记录。
ar: ستُحذف السجلات والتقارير السابقة، مما يقلل معلومات الدعم.
de: Frühere Protokolle und Diagnoseberichte gehen verloren.
en: Previous logs and diagnostic reports will be removed.
es: Se eliminarán los registros e informes de diagnóstico anteriores.
fr: Les journaux et rapports de diagnostic précédents seront supprimés.
ja: 過去のログと診断レポートが削除されます。
ko: 이전 로그와 진단 보고서가 삭제됩니다.
pt: Os registos e relatórios de diagnóstico anteriores serão removidos.
ru: Старые журналы и отчёты диагностики будут удалены.
tr: Önceki günlükler ve tanılama raporları kaldırılacak.
zh_hant: 歷史日誌與診斷報告會被移除。

# category.developer.consequence
source: 首次构建会变慢，依赖与索引需要重新下载或生成。
ar: سيبطؤ البناء الأول، ويجب تنزيل التبعيات والفهارس من جديد.
de: Der erste Build wird langsamer; Abhängigkeiten und Indizes werden neu geladen.
en: The first build will be slower; dependencies and indexes must be recreated.
es: La primera compilación será más lenta; se recrearán dependencias e índices.
fr: La première compilation sera plus lente ; dépendances et index seront recréés.
ja: 最初のビルドが遅くなり、依存関係とインデックスが再作成されます。
ko: 첫 빌드가 느려지고 종속성과 인덱스를 다시 만들어야 합니다.
pt: A primeira compilação será mais lenta; dependências e índices serão recriados.
ru: Первая сборка будет медленнее; зависимости и индексы создадутся заново.
tr: İlk derleme daha yavaş olur; bağımlılıkların ve indekslerin yeniden oluşturulması gerekir.
zh_hant: 首次建置會較慢，相依套件與索引需重新產生。

# category.browsers.consequence
source: 首次访问网站会稍慢，书签与登录状态不受影响。
ar: قد يبطؤ فتح المواقع أول مرة، ولا تتأثر الإشارات أو جلسات الدخول.
de: Websites können einmal langsamer laden; Lesezeichen und Anmeldungen bleiben erhalten.
en: Sites may load more slowly once; bookmarks and sign-ins are unaffected.
es: Los sitios pueden cargar más despacio una vez; marcadores y sesiones no cambian.
fr: Les sites peuvent charger plus lentement une fois ; favoris et connexions restent intacts.
ja: ウェブサイトの初回表示が遅くなる場合があります。ブックマークとログインには影響しません。
ko: 웹사이트의 첫 로딩이 느려질 수 있지만 북마크와 로그인은 유지됩니다.
pt: Os sites podem carregar mais lentamente uma vez; favoritos e sessões não são afetados.
ru: Первое открытие сайтов может быть медленнее; закладки и входы не изменятся.
tr: Siteler ilk açılışta bir kez yavaş yüklenebilir; yer imleri ve oturum açma bilgileri etkilenmez.
zh_hant: 網站首次載入可能較慢，書籤與登入狀態不受影響。

# category.cloudOffice.consequence
source: 云盘与办公应用需要重建本地缓存，同步会短暂变慢。
ar: ستعيد التطبيقات بناء الذاكرة المحلية، وقد تتباطأ المزامنة مؤقتًا.
de: Cloud- und Büro-Apps bauen lokale Caches neu auf; die Synchronisierung kann kurz langsamer sein.
en: Cloud and office apps must rebuild local caches; syncing may slow briefly.
es: Las apps reconstruirán sus cachés locales; la sincronización puede ralentizarse un momento.
fr: Les apps recréeront leurs caches locaux ; la synchronisation peut ralentir brièvement.
ja: ローカルキャッシュが再構築され、一時的に同期が遅くなる場合があります。
ko: 로컬 캐시를 다시 만들며 동기화가 잠시 느려질 수 있습니다.
pt: As aplicações recriarão as caches locais; a sincronização pode ficar mais lenta.
ru: Приложения пересоздадут локальный кэш; синхронизация ненадолго замедлится.
tr: Bulut ve ofis uygulamalarının yerel önbellekleri yeniden oluşturulmalıdır; eşitleme kısa süre yavaşlayabilir.
zh_hant: App 需重建本機快取，同步可能短暫變慢。

# category.communication.consequence
source: 聊天记录不受影响，图片与文件需要重新下载。
ar: لا تتأثر المحادثات، لكن يجب تنزيل الصور والملفات مجددًا.
de: Chats bleiben erhalten; Bilder und Dateien müssen erneut geladen werden.
en: Chats are unaffected; images and files must be downloaded again.
es: Los chats no cambian; las imágenes y los archivos se descargarán de nuevo.
fr: Les conversations restent intactes ; images et fichiers seront retéléchargés.
ja: チャット履歴には影響せず、画像とファイルは再ダウンロードが必要です。
ko: 채팅 기록은 유지되며 이미지와 파일을 다시 다운로드해야 합니다.
pt: As conversas não são afetadas; imagens e ficheiros serão transferidos novamente.
ru: Переписка не изменится; изображения и файлы нужно скачать заново.
tr: Sohbetler etkilenmez; görüntülerin ve dosyaların yeniden indirilmesi gerekir.
zh_hant: 聊天記錄不受影響，圖片與檔案需重新下載。

# category.aiTools.consequence
source: 对话记录不受影响，模型与界面资源需要重新缓存。
ar: لا تتأثر المحادثات، لكن يجب إعادة تخزين النماذج وموارد الواجهة.
de: Unterhaltungen bleiben erhalten; Modelle und Oberflächenressourcen werden neu zwischengespeichert.
en: Conversations are unaffected; models and interface resources must be cached again.
es: Las conversaciones no cambian; los modelos y recursos de interfaz volverán a almacenarse.
fr: Les conversations restent intactes ; modèles et ressources seront remis en cache.
ja: 会話履歴には影響せず、モデルと画面リソースは再キャッシュが必要です。
ko: 대화 기록은 유지되며 모델과 인터페이스 리소스를 다시 캐시해야 합니다.
pt: As conversas não são afetadas; modelos e recursos da interface serão guardados novamente.
ru: История разговоров не изменится; модели и ресурсы будут кэшированы заново.
tr: Konuşmalar etkilenmez; modellerin ve arayüz kaynaklarının yeniden önbelleğe alınması gerekir.
zh_hant: 對話記錄不受影響，模型與介面資源需重新快取。

# category.virtualization.consequence
source: 虚拟机磁盘不受影响，快照缓存与临时文件需要重建。
ar: لا تتأثر أقراص الأجهزة الافتراضية، لكن يجب إعادة إنشاء الذاكرة المؤقتة.
de: VM-Festplatten bleiben erhalten; Snapshot-Caches und temporäre Dateien werden neu erstellt.
en: Virtual machine disks are unaffected; snapshot caches and temporary files must be rebuilt.
es: Los discos virtuales no cambian; se regenerarán las cachés y archivos temporales.
fr: Les disques virtuels restent intacts ; caches et fichiers temporaires seront recréés.
ja: 仮想マシンのディスクには影響せず、キャッシュと一時ファイルは再作成されます。
ko: 가상 머신 디스크는 유지되며 캐시와 임시 파일을 다시 만들어야 합니다.
pt: Os discos virtuais não são afetados; caches e ficheiros temporários serão recriados.
ru: Диски виртуальных машин не изменятся; кэши и временные файлы создадутся заново.
tr: Sanal makine diskleri etkilenmez; anlık görüntü önbelleklerinin ve geçici dosyaların yeniden oluşturulması gerekir.
zh_hant: 虛擬機磁碟不受影響，快取與暫存檔需重建。

# panel.subtitle.trashed
source: 已移到废纸篓约 %@
ar: نُقل نحو %@ إلى سلة المهملات
de: Etwa %@ in den Papierkorb bewegt
en: Moved about %@ to Trash
es: Se movieron unos %@ a la Papelera
fr: Environ %@ déplacés vers la corbeille
ja: 約%@をゴミ箱に移動しました
ko: 약 %@을(를) 휴지통으로 이동함
pt: Cerca de %@ movidos para o Lixo
ru: Около %@ перемещено в Корзину
tr: Yaklaşık %@ Çöp'e taşındı
zh_hant: 已移到垃圾桶約 %@

# detail.result.cancelledTitle
source: 已停止的清理结果
ar: نتيجة التنظيف المتوقف
de: Ergebnis der gestoppten Bereinigung
en: Stopped cleanup result
es: Resultado de la limpieza detenida
fr: Résultat du nettoyage arrêté
ja: 停止したクリーンアップの結果
ko: 중단된 정리 결과
pt: Resultado da limpeza interrompida
ru: Результат остановленной очистки
tr: Durdurulan temizlemenin sonucu
zh_hant: 已停止的清理結果

# panel.subtitle.cancelled
source: 已停止 · 已处理 %d 项
ar: تم الإيقاف · عولج %d عنصر
de: Gestoppt · %d Elemente verarbeitet
en: Stopped · %d items processed
es: Detenida · %d elementos procesados
fr: Arrêté · %d éléments traités
ja: 停止済み · %d項目を処理
ko: 중단됨 · %d개 항목 처리됨
pt: Interrompida · %d elementos processados
ru: Остановлено · обработано элементов: %d
tr: Durduruldu · %d öğe işlendi
zh_hant: 已停止 · 已處理 %d 項

# detail.purgeRoots.rejected.tooBroad
source: %@ 范围过大，请选择具体的工程目录。
ar: %@ نطاقه واسع جدًا. اختر مجلد مشروع محددًا.
de: %@ ist zu weit gefasst. Wähle ein konkretes Projektverzeichnis.
en: %@ is too broad. Choose a specific project directory.
es: %@ es demasiado amplio. Elige un directorio de proyecto concreto.
fr: %@ est trop large. Choisissez un répertoire de projet précis.
ja: %@ の範囲が広すぎます。具体的なプロジェクトディレクトリを選択してください。
ko: %@ 범위가 너무 큽니다. 구체적인 프로젝트 디렉터리를 선택하세요.
pt: %@ é abrangente demais. Escolha um diretório de projeto específico.
ru: %@ слишком широкий путь. Выберите конкретный каталог проекта.
tr: %@ çok kapsamlı. Belirli bir proje dizini seçin.
zh_hant: %@ 範圍過大，請選擇具體的專案目錄。

# detail.history.view.runs
source: 按次汇总 (%d)
ar: عمليات التنظيف (%d)
de: Durchläufe (%d)
en: Runs (%d)
es: Ejecuciones (%d)
fr: Exécutions (%d)
ja: 実行履歴 (%d)
ko: 실행 기록 (%d)
pt: Execuções (%d)
ru: Запуски (%d)
tr: Çalıştırmalar (%d)
zh_hant: 按次匯總 (%d)

# detail.history.view.items
source: 项目明细 (%d)
ar: تفاصيل العناصر (%d)
de: Einzelheiten (%d)
en: Item Details (%d)
es: Detalles (%d)
fr: Détails (%d)
ja: 項目の詳細 (%d)
ko: 항목 상세 (%d)
pt: Detalhes (%d)
ru: Подробности (%d)
tr: Öğe Ayrıntıları (%d)
zh_hant: 項目明細 (%d)

# detail.history.copyDiagnostics
source: 复制诊断信息
ar: نسخ معلومات التشخيص
de: Diagnosedaten kopieren
en: Copy Diagnostics
es: Copiar diagnóstico
fr: Copier le diagnostic
ja: 診断情報をコピー
ko: 진단 정보 복사
pt: Copiar diagnóstico
ru: Скопировать диагностику
tr: Tanılama Bilgilerini Kopyala
zh_hant: 複製診斷資訊

# detail.history.diagnosticsCopied
source: 已复制诊断信息
ar: تم نسخ معلومات التشخيص
de: Diagnosedaten kopiert
en: Diagnostics Copied
es: Diagnóstico copiado
fr: Diagnostic copié
ja: 診断情報をコピーしました
ko: 진단 정보 복사됨
pt: Diagnóstico copiado
ru: Диагностика скопирована
tr: Tanılama bilgileri kopyalandı
zh_hant: 已複製診斷資訊

# detail.history.mode.trash
source: 废纸篓
ar: سلة المهملات
de: Papierkorb
en: Trash
es: Papelera
fr: Corbeille
ja: ゴミ箱
ko: 휴지통
pt: Lixo
ru: Корзина
tr: Çöp
zh_hant: 垃圾桶

# detail.history.mode.permanent
source: 永久删除
ar: حذف نهائي
de: Dauerhaftes Löschen
en: Permanent Deletion
es: Eliminación permanente
fr: Suppression définitive
ja: 完全に削除
ko: 영구 삭제
pt: Eliminação permanente
ru: Безвозвратное удаление
tr: Kalıcı Silme
zh_hant: 永久刪除

# detail.history.attentionBadge
source: 需关注
ar: يتطلب الانتباه
de: Prüfung erforderlich
en: Needs Attention
es: Requiere atención
fr: À vérifier
ja: 要確認
ko: 확인 필요
pt: Requer atenção
ru: Требует внимания
tr: Dikkat Gerektiriyor
zh_hant: 需關注

# detail.history.runItems
source: 清理 %d 项
ar: عدد العناصر التي تم تنظيفها: %d
de: %d Elemente bereinigt
en: Cleaned %d items
es: %d elementos limpiados
fr: %d éléments nettoyés
ja: %d項目をクリーンアップ
ko: %d개 항목 정리됨
pt: %d itens limpos
ru: Очищено объектов: %d
tr: %d öğe temizlendi
zh_hant: 清理 %d 項

# candidate.action.explain
source: 规则详情
ar: تفاصيل القاعدة
de: Regeldetails
en: Rule Details
es: Detalles de la regla
fr: Détails de la règle
ja: ルールの詳細
ko: 규칙 상세
pt: Detalhes da regra
ru: Сведения о правиле
tr: Kural Ayrıntıları
zh_hant: 規則詳情

# candidate.explain.tier
source: 风险级别：
ar: مستوى المخاطر:
de: Risikostufe:
en: Risk Level:
es: Nivel de riesgo:
fr: Niveau de risque :
ja: リスク：
ko: 위험 수준:
pt: Nível de risco:
ru: Уровень риска:
tr: Risk düzeyi:
zh_hant: 風險等級：

# candidate.explain.confidence
source: 置信度：
ar: درجة الثقة:
de: Verlässlichkeit:
en: Confidence:
es: Confianza:
fr: Fiabilité :
ja: 信頼度：
ko: 신뢰도:
pt: Confiança:
ru: Достоверность:
tr: Güven düzeyi:
zh_hant: 信賴度：

# candidate.explain.fda
source: 需要完全磁盘访问权限
ar: يلزم الوصول الكامل إلى القرص
de: Festplattenvollzugriff erforderlich
en: Full Disk Access Required
es: Se requiere acceso total al disco
fr: Accès complet au disque requis
ja: フルディスクアクセスが必要です
ko: 전체 디스크 접근 권한 필요
pt: É necessário acesso total ao disco
ru: Требуется полный доступ к диску
tr: Tam Disk Erişimi Gerekli
zh_hant: 需要完全磁碟存取權限

# candidate.explain.whyMatched
source: 匹配原因：
ar: سبب الاكتشاف:
de: Erkennungsgrund:
en: Why Matched:
es: Motivo de detección:
fr: Motif de détection :
ja: 検出理由：
ko: 검색된 이유:
pt: Motivo da deteção:
ru: Причина обнаружения:
tr: Eşleşme nedeni:

# candidate.explain.consequence
source: 删除后果：
ar: أثر الحذف:
de: Folgen des Löschens:
en: Consequence:
es: Efectos de la eliminación:
fr: Effet de la suppression :
ja: 削除の影響：
ko: 삭제 시 영향:
pt: Efeito da eliminação:
ru: Последствия удаления:
tr: Sonuç:
zh_hant: 刪除後果：

# candidate.explain.regeneration
source: 重建方式：
ar: إعادة الإنشاء:
de: Neuerstellung:
en: Regeneration:
es: Regeneración:
fr: Régénération :
ja: 再生成：
ko: 재생성:
pt: Regeneração:
ru: Повторное создание:
tr: Yeniden oluşturma:

# candidate.action.reveal
source: 在访达中显示
ar: إظهار في Finder
de: Im Finder anzeigen
en: Reveal in Finder
es: Mostrar en el Finder
fr: Afficher dans le Finder
ja: Finderに表示
ko: Finder에서 보기
pt: Mostrar no Finder
ru: Показать в Finder
tr: Finder'da Göster
zh_hant: 在 Finder 中顯示

# candidate.action.copyPath
source: 拷贝路径
ar: نسخ المسار
de: Pfad kopieren
en: Copy Path
es: Copiar ruta
fr: Copier le chemin
ja: パスをコピー
ko: 경로 복사
pt: Copiar caminho
ru: Скопировать путь
tr: Yolu Kopyala
zh_hant: 拷貝路徑

# confidence.high
source: 高
ar: عالية
de: Hoch
en: High
es: Alta
fr: Élevée
ko: 높음
pt: Alta
ru: Высокая
tr: Yüksek

# confidence.medium
source: 中
ar: متوسطة
de: Mittel
en: Medium
es: Media
fr: Moyenne
ko: 보통
pt: Média
ru: Средняя
tr: Orta

# confidence.low
source: 低
ar: منخفضة
de: Niedrig
en: Low
es: Baja
fr: Faible
ko: 낮음
pt: Baixa
ru: Низкая
tr: Düşük

# safetyTier.safe.title
source: 低
ar: منخفض
de: Niedrig
en: Low
es: Bajo
fr: Faible
ko: 낮음
pt: Baixo
ru: Низкий
tr: Düşük

# safetyTier.moderate.title
source: 中
ar: متوسط
de: Mittel
en: Medium
es: Medio
fr: Moyen
ko: 보통
pt: Médio
ru: Средний
tr: Orta

# safetyTier.sensitive.title
source: 高
ar: مرتفع
de: Hoch
en: High
es: Alto
fr: Élevé
ko: 높음
pt: Alto
ru: Высокий
tr: Yüksek

# history.run.completed
source: 已完成
ar: اكتمل
de: Abgeschlossen
en: Completed
es: Completada
fr: Terminée
ja: 完了
ko: 완료됨
pt: Concluída
ru: Завершено
tr: Tamamlandı

# history.run.cancelled
source: 已取消
ar: أُلغي
de: Abgebrochen
en: Cancelled
es: Cancelada
fr: Annulée
ja: キャンセル済み
ko: 취소됨
pt: Cancelada
ru: Отменено
tr: İptal edildi

# history.run.interrupted
source: 已中断
ar: انقطع
de: Unterbrochen
en: Interrupted
es: Interrumpida
fr: Interrompue
ja: 中断
ko: 중단됨
pt: Interrompida
ru: Прервано
tr: Yarıda kesildi
zh_hant: 已中斷

# history.run.errors
source: 已完成，有错误
ar: اكتمل مع أخطاء
de: Mit Fehlern abgeschlossen
en: Completed with errors
es: Completada con errores
fr: Terminée avec des erreurs
ja: エラーありで完了
ko: 오류와 함께 완료됨
pt: Concluída com erros
ru: Завершено с ошибками
tr: Hatalarla tamamlandı
zh_hant: 已完成，有錯誤

# history.run.unknown
source: 状态未知
ar: حالة غير معروفة
de: Unbekannter Status
en: Unknown status
es: Estado desconocido
fr: État inconnu
ja: 不明な状態
ko: 알 수 없는 상태
pt: Estado desconhecido
ru: Неизвестный статус
tr: Durum bilinmiyor
zh_hant: 狀態未知

# detail.history.mode.recovery
source: 恢复检查
ar: فحص الاسترداد
de: Wiederherstellungsprüfung
en: Recovery check
es: Comprobación de recuperación
fr: Vérification de récupération
ja: 復旧確認
ko: 복구 확인
pt: Verificação de recuperação
ru: Проверка восстановления
tr: Kurtarma denetimi
zh_hant: 復原檢查

# explanation.fallback.whyMatched
source: 匹配清理规则 %@。
ar: يطابق قاعدة التنظيف %@.
de: Entspricht der Bereinigungsregel %@.
en: Matches cleanup rule %@.
es: Coincide con la regla de limpieza %@.
fr: Correspond à la règle de nettoyage %@.
ja: クリーンアップルール「%@」に一致します。
ko: 정리 규칙 %@에 해당합니다.
pt: Corresponde à regra de limpeza %@.
ru: Соответствует правилу очистки %@.
tr: %@ temizleme kuralıyla eşleşiyor.
zh_hant: 符合清理規則 %@。
